{
	"products": [
		{
			"type": "egzoszkielet",
			"subtype": "fullbody",
			"image_url": "",
			"name": "Szkieletor 1000",
			"description": "Zaawansowany egzoszkielet pełnociałowy przeznaczony do kompleksowej rehabilitacji pacjentów z ciężkimi zaburzeniami ruchu. Urządzenie wspomaga oraz częściowo przejmuje funkcje motoryczne kończyn górnych i dolnych oraz stabilizację tułowia. Stosowany u pacjentów po urazach rdzenia kręgowego, rozległych udarach mózgu, w chorobach neurodegeneracyjnych (np. SLA, SM) oraz w zaawansowanych zespołach niedowładowych. Umożliwia pionizację, reedukację chodu oraz zapobieganie zanikom mięśniowym i powikłaniom unieruchomienia."
		},
		{
			"type": "egzoszkielet",
			"subtype": "częściowy",
			"image_url": "",
			"name": "Szkieletor 2000",
			"description": "Częściowy egzoszkielet rehabilitacyjny wspomagający wybrane segmenty ciała, najczęściej kończyny dolne lub górne. Przeznaczony do terapii pacjentów z częściowym niedowładem, osłabieniem siły mięśniowej lub zaburzeniami koordynacji ruchowej. Stosowany w rehabilitacji poudarowej, ortopedycznej oraz po urazach obwodowego układu nerwowego. Umożliwia kontrolowane ćwiczenia czynne i bierne, poprawę zakresu ruchu oraz bezpieczny powrót do podstawowych czynności funkcjonalnych."
		},
		{
			"type": "egzoszkielet",
			"subtype": "przemysłowy",
			"image_url": "https://eu.hypershell.tech/cdn/shop/files/pc-go1.png?v=1763460526",
			"name": "Szkieletor 3000",
			"description": "Egzoszkielet wspomagający o zastosowaniu profilaktyczno-zdrowotnym, przeznaczony do redukcji przeciążeń układu mięśniowo-szkieletowego u osób wykonujących pracę fizyczną. Zmniejsza obciążenie kręgosłupa lędźwiowego oraz stawów kończyn dolnych i górnych, ograniczając ryzyko chorób zawodowych, zespołów bólowych i urazów przeciążeniowych. Może być rekomendowany jako element prewencji medycznej w środowiskach pracy wymagających długotrwałego wysiłku fizycznego."
		},
		{
			"type": "proteza",
			"subtype": "górna",
			"image_url": "https://external-content.duckduckgo.com/iu/?u=https%3A%2F%2Fopenbionics.com%2Fwp-content%2Fuploads%2F2021%2F05%2FMGS_Dan-00032-copy-4-scaled.jpg&f=1&nofb=1&ipt=8cdc42b1c84ba4dd9982b8c6d7a63c4665729411b550ae116ab26eb0b0a5e365",
			"name": "Gnat 500",
			"description": "Protezy kończyn górnych są wyrobami medycznymi przeznaczonymi do uzupełniania braków anatomicznych oraz przywracania funkcji manualnych po amputacjach lub wrodzonych ubytkach kończyn górnych. Ich celem jest poprawa zdolności chwytnej, koordynacji ruchowej oraz samodzielności pacjenta w czynnościach dnia codziennego. W zależności od konstrukcji mogą pełnić funkcję kosmetyczną, mechaniczną lub funkcjonalną (np. mioelektryczną), wspierając rehabilitację, adaptację neuromotoryczną oraz poprawę jakości życia pacjenta."
		},
		{
			"type": "proteza",
			"subtype": "dolna",
			"image_url": "https://shop.ottobock.us/medias/3R80-for-US-Mechanical-Knee-Product-Family-Page.jpg?context=bWFzdGVyfHJvb3R8MjEzNTk4fGltYWdlL2pwZWd8aDYwL2g5Ni85MDc4NDU5NDY1NzU4LmpwZ3wzMTVjNmRmMDY1YjkxYmYwODVjZjQxMjBiODkzZGQyMGM5ZjIzYWNiODhlMjhmNmFiYzUyMTZmNmZiNmEzNzgz",
			"name": "Kościec 300",
			"description": "Protezy kończyn dolnych są wyrobami medycznymi stosowanymi w celu odtworzenia funkcji podporowych i lokomocyjnych po amputacjach kończyn dolnych. Umożliwiają pionizację, stabilizację postawy oraz efektywny i bezpieczny chód. Ich zastosowanie ma na celu przywrócenie mobilności, zmniejszenie obciążeń układu mięśniowo-szkieletowego oraz zapobieganie powikłaniom wynikającym z unieruchomienia. Protezy te stanowią istotny element kompleksowej rehabilitacji i poprawy jakości życia pacjentów."
		}
	]
}
